/* author: wangxinjun */
/* twitter: @CostEasy */

"%@年" = "%@";
"年" = "Y";
"月" = "M";
"周" = "W";
"日" = "D";

"%@年%@周" = "%@Y%@W";
"%@年%@月" = "%@Y%@M";
"\"%@\"货币类型" = "\"%@\" currency";
"Doing" = "Doing";
"name" = "name";
"yyyy年MM月dd日 HH:mm" = "MM/dd/yyyy HH:mm";
"米风公司 版权所有" = "MiFeng, Inc. All rights reserved";



"iCloud备份与恢复" = "iCloud backup & recovery";
"两次输入不一致，请重新输入" = "Passwords are not same";


"一月" = "January";
"二月" = "February";
"三月" = "March";
"四月" = "April";
"五月" = "May";
"六月" = "June";
"七月" = "July";
"八月" = "August";
"九月" = "September";
"十月" = "October";
"十一月" = "November";
"十二月" = "December";

"关于" = "About";

"创建新账本" = "Add Book";
"创建时间" = "Created";
"删除" = "Delete";
"取消" = "Cancel";
"合并到其他账本" = "Merge to another book";

"去看世界正在发生什么" = "What is happening?";
"同一个账本不能合并" = "Should select another book";


"名称" = "Name";
"图标" = "Icon";
"备注" = "Desc";
"完成" = "Done";
"账本选择" = "Select Book";
"帮助" = "Help";
"当前账本设置" = "Books Settings";
"货币类型" = " currency";
"货币类型"="Currency";
"投上一票" = "Vote Us";
"提示" = "Prompt";
"收支类型" = "Income or Expenses?";
"数据同步" = "Data Synchronization";
"密码错误，请重新输入" = "Wrong password, please try again";
"您还没有设置保护密码，现在设置密码吗？" = "No password, set it now?";



"新..." = "Add...";
"新建..." = "Add a ...";
"新建账..." = "Add a ......";
"新建账单" = "Add a bill";

"新建账本" = "Add Book";

"日常消费" = "Daily Expenses";
"松手新增一条账单！" = "Release to add a bill.";
"标签名称" = "Label name";
"添加标签..." = "Add label...";
"添加说明..." = "Add description...";
"版本" = "Version";
"知道了" = "I Know";
"确定" = "OK";

"消费金额" = "consumption";
"账单名称" = "Bill Name";
"账本名称" = "Book Name";

"类型名称不能为空" = "Catalog name can not be empty";

"类型名称已经存在，请换个名字。" = "Name is already exist.";
"类型图标不能为空" = "You should select icon";

"设置" = "Settings";
"设置密码" = "Set Password";
"请在您的邮箱app中添加账户信息!" = "Please add the account in your mail!";
"请输入密码" = "Enter password";
"请输入自定义分类的名称" = "Enter name";
"请选择" = "Please choose";
"账本信息文件" = "Book files";




"账本"="Book";
"账本名称已经存在，请重新修改!" = "Duplicate Books name";
"账本管理" = "Books";
"返回" = "Back";
"这是最后一个账本不能删除!" = "Can not delete last book!";
"选择货币类型" = " Select a currency";
"邮件保存成功" = "Mail saved";
"邮件发送取消" = "Mail Canceled";
"邮件发送失败" = "Mail failed";
"邮件发送成功" = "Sent successfully";
"邮件记账数据" = "Export data by mail";


"长按标签来修改标签的名字" = "Long press to edit name";

"导出账本数据" = "Export Bills Data";

"当前版本"="Last Version";
"米风出品"="Our App";

"支出"="Out";
"收入"="In";

"喜欢EasyCost么"="Do you love EasyCost?";
"亲，现在就给我们一个五星鼓励吧，让我们加速更新！"="Vote us with five stars now, let us work harder.";
"稍后再说"="Later";
"现在评分"="Vote now";
"EasyCost有版本更新, 当前版本: %@, 新版本 %@."="EasyCost has updated, Current: %@, New version: %@.";
"以后提醒"="Later";
"不再提示"="Never";
"前往更新" = "Update";

"日常开销"="Daily Cost";
"账本选择"="Select Book";
"账单详情"="Detail";
"标签选择"="Tab Select";
"添加备注"="Add Note";

"绿色标签"="Green";
"黄色标签"="Yellow";
"橙色标签"="Orange";
"红色标签"="Red";
"紫色标签"="Purple";
"蓝色标签"="Blue";
"取消标签"="Remove";

"一般消费"="General";
"餐饮"="Food";
"电影"="Movie";
"工资"="Salary";
"饮料"="Drink";
"数码"="Digital";
"话费"="Mobile";
"社交"="Social";
"交通"="Transport";
"零食"="Snack";
"衣服"="Clothes";
"自定义" = "Custom";

"三秒钟完成记账"="Add bill in 3s";
"点击我编辑"="Click to edit";
"长按我删除"="Long press to delete";
"绿色表示收入"="Green for income";
"左右滑切换账本"="Slide to next book";
"横屏查看报表"="Landscape view chart";
"试试双指缩放"="Pinch to manage";
"缩放切换账本管理"="Pinch to manage books";
"示例账本"="Guide Book";
"旅游"="Travel";
"公司账本"="Company";
"下拉新建账单"="Pull to add bill";
"账单类型创建"="Create Catalog";
"我的账本数据"="Export Bills Data";

"人民币"="Chinese Yuan";
"美元"="United States Dollar";
"澳元"="Australian Dollar";
"巴西里尔"="Brazilian Real";
"加元"="Canadian Dollar";
"瑞士法郎"="Swiss Franc";
"智利比索"="Chilean Peso";
"捷克克朗"="Czech Koruna";
"丹麦克朗"="Danish Krona";
"欧元"="Euro";
"英镑"="Great Britain Pound";
"港币"="Hong Kong Dollar";
"匈牙利福林"="Hungarian Forint";
"印度尼西亚盾"="Indonesian Rupiah";
"印度卢比"="Indian Rupee";
"日元"="Japanese Yen";
"韩元"="South Korean Won";
"墨西哥比索"="Mexican Peso";
"马来西亚元"="Malaysian Ringgit";
"挪威克朗"="Norwegian Krone";
"新西兰元"="New Zealand Dollar";
"菲律宾比索"="Philippine Peso";
"俄罗斯卢布"="Russian Ruble";
"沙特里亚尔"="Saudi Arabian Riyal";
"瑞典克朗"="Swedish Krona";
"新加坡元"="Singapore Dollar";
"泰铢"="Thai Baht";
"新台币"="New Taiwan Dollar";
"越南盾"="Vietnamese Dong";
"南非兰特"="South African Rand";
"波兰兹罗提"="Polish złoty";

"收支类型设置"="Category Settings";
"iCloud自动备份" = "iCloud Auto Backup";
"iCloud备份历史" = "iCloud Backup History";
"未启用iCloud!\n\n1:登录iCloud\n使用已有的Apple ID登录设备上的iCloud.\n\n2.启用iCloud\n请进入设备设置/iCloud/文稿与数据, 将(文稿与数据)打开" = "Not enabled iCloud!\n\n1:Sign iCloud\nUse an existing  Apple ID ogin device iCloud.\n\n2.Enable iCloud\nPlease turn on the setting at:Device Settings->iCloud->Documents & Data.";
"备份" = "Backup";
"手动备份" = "Manual Backup";
"正在加载iCloud备份数据" = "Loading iCloud backup data";
"恢复EasyCost备份文件将覆盖本地数据，是否继续?" = "This operation will overwrite local data, continue?";
"正在备份数据" = "Backing up data";
"正在恢复数据" = "Retrieving data";
"备份失败,请重新尝试!" = "Backup failed, please try again!";
"恢复失败,请检查网络是否可用!" = "Recovery fails, confirm the network is available!";
"EasyCost自动备份数据" = "EasyCost automatic backup data";
"EasyCost手动备份数据" = "EasyCost manual backup data";
"请在设备设置中打开iCloud的（文稿与数据）选项" = "Please turn on iCloud in the device settings(Documents & Data)";
"请连接网络" = "Please connect to the network";

"全部"="All";
"概要"="Summary";
"本月"="Month";
"Expenses"="Expenses";
"Income"="Income";
"联系我们"="Contact Us";
"开发者"="Developers";
"微博"="Sina weibo";
"翻译人员"="Translators";
"日语"="Japanese";
"法语"="French";
"白雅珊"="Bai Yashan";
"计雅文"="Ji YaWen";
"何哲镜"="He ZheJing";
"美术"="Art";


"设置封面颜色"="Select Color";
"设置封面图片"="Select Photo";
"拍照"="From Camera";
"相册"="From Albums";
"取消当前照片"="Remove";

"All" = "All";
"Month" = "Month";
"封面设置"="Cover Settings";
"点击添加图片"="Add Photo";
"您还没有收入"="No Income";
"您还没有开支"="No Expensive";

"全部数据" = "All data";
"第" = "";

"密码设置" = "Password Settings";
"请输入四位密码" = "Please enter the four-digit password";
"请再次输入密码" = "Please enter the password again";
"密码设置成功!" = "Password is set successfully!";
"两次输入不一致，请重新输入密码" = "Two inputs are inconsistent, please re-enter";
"密码输入不正确，请重新输入" = "Password is not correct, please re-enter";
"安全" = "Security";


"%@(%@) %@ 还剩下一天" = "%@(%@) %@ one day later.";
"%@ %@ 还剩下一天" = "%@ %@ one day later.";
"%@(%@) %@ 还剩下半小时" = "%@(%@) %@ half an hour later.";
"%@ %@ 还剩下半小时" = "%@ %@ half an hour later.";
"%@(%@) %@ 时间到了" = "%@(%@) %@ Time is up.";
"%@ %@ 时间到了" = "%@ %@ Time is up.";
"EasyCost 帐单提醒" = "EasyCost billing reminders";













